"lblChargeLimit" = "Предел заряда:";
"btnDischarge" = "Разряд";
"btnTopup" = "Заряд";
"btnInstallHelper" = "Установить приложение-помощник";
"btnQuit" = "Завершить";
"hlpSailingModePopover" = "Плавающая зарядка активирована.";
"hlpCalibrationPopover" = "В настоящее время выполняется калибровка аккумулятора.";
"hlpHeatProtectionPopover" = "Прекращает зарядку при высокой температуре аккумулятора. Текущая температура: ";
"hlpIntelModePopover" = "Режим Intel включен.";
"lblSailingMode" = "Плавающая зарядка";
"txtEnabled" = "Включено";
"txtDisabled" = "Отключено";
"hlpSailingModeSettings" = "AlDente будет держать заряд аккумулятора в заданных пределах, включая и отключая зарядку. Это сделано для предотвращения быстрой зарядки/разрядки около установленного значения.";
"txtWillSailTo" = "Разряжается до ";
"txtSailingModeDeactivated" = "Режим Плавающей зарядки отключен.";
"lblHeatProtection" = "Защита от перегрева";
"hlpHeatProtectionSettings" = "AlDente автоматически прекратит зарядку, когда температура аккумулятора превысит установленное значение.";
"txtMaxTemp" = "Макс. темп.";
"txtCurrent" = "  Текущая: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Защита от перегрева отключена.";
"lblCalibrationMode" = "Режим калибровки";
"btnStopCalibration" = "Остановить калибровку";
"btnStartCalibration" = "Начать калибровку";
"txtDischarge15" = "Разрядка\nдо 15%";
"txtCharge100" = "Зарядка\nдо 100%";
"txtHold1h" = "Держать\n1 час";
"txtDischarge" = "Разрядка\nдо ";
"lblStopChargingWhenSleeping" = "Остановить заряд\nв спящем режиме";
"hlpStopChargingWhenSleeping" = "При активации зарядка автоматически останавливается в спящем режиме, даже если желаемый процент еще не достигнут.";
"lblStopChargingWhenClosed" = "Остановить заряд,\nкогда приложение закрыто";
"lblStopChargingWhenPoweredOff" = "Остановить заряд,\nкогда питание выключено";
"hlpStopChargingWhenPoweredOff" = "При активации зарядка не будет работать, когда AlDente не запущен. Это можно исправить, перезапустив AlDente или сбросив SMC.";
"lblIntelMode" = "Режим Intel";
"hlpIntelModeSettings" = "Доступно только на MacBook с процессорами Intel. Используется другой ключ SMC для установки максимального значения заряда. Функции «Разрядка», «Плавающая зарядка» и «Калибровка» недоступны в этом режиме, но установленный предел заряда сохраняется при перезагрузке. Фактическое конечное значение заряда также может отличаться до 5% от установленного.";
"lblHelperApp" = "Приложение-помощник";
"btnReinstall" = "Переустановить";
"btnRemove" = "Удалить";
"lblUpdates" = "Обновления";
"btnCheckForUpdates" = "Проверить обновления";
"txtCheckManually" = "Проверить вручную";
"txtCheckAutomatically" = "Авто-проверка";
"lblOther" = "Другое";
"btnManageLicense" = "Управление лицензией";
"btnActivateLicense" = "Активировать лицензию";
"btnSaveDebugFile" = "Сохранить файл отладки";
"lblLaunchAtLogin" = "Авто-запуск";
"hlpLaunchAtLogin" = "Запускать AlDente автоматически при входе в систему";
"lblRestoreCompleted" = "Восстановление завершено!";
"txtRestoreCompleted" = "Ваши настройки были сброшены до стандартных.";
"btnResetSettings" = "Сбросить настройки";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2023 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Получить Pro!";
"lblSyncingChargeState" = "Синхронизация состояния заряда";
"txtDischargeExitDescription" = "Поскольку AlDente в настоящее время разряжает вашу батарею, ему необходимо дождаться, пока macOS не распознает, что разрядка прекратилась, прежде чем закрыть приложение. Если вы всё равно хотите выйти, нажмите OK, что может привести к тому, что ваш экран один раз погаснет.";
"btnOK" = "OK";
"btnCancel" = "Отмена";
"lblIntelNotification" = "AlDente работает в режиме Intel";
"txtIntelNotification" = "Из-за аппаратных ограничений на этом MacBook доступен только режим Intel. Функции Pro не могут быть включены в этом состоянии.";
"lblSetupNotification" = "AlDente Pro Настройки";
"txtSetupNotification" = "Пожалуйста, зайдите в:\n\nСистемные настройки ➔ Аккумулятор ➔ Состояние аккумулятора ➔ (i)\n\nи отключите\n\n \Оптимизированная зарядка\.\n\nЭто гарантирует, что AlDente полностью контролирует процесс зарядки.";
"lblUpdateHelperNotification" = "Обновите Приложение-помощник";
"txtUpdateHelperNotification" = "AlDente необходимо обновить вспомогательное приложение. Вы можете удалить это приложение в любое время с помощью кнопки \Удалить Приложение-помощник\ .";
"lblInstallHelperNotification" = "Установить Приложение-помощник";
"txtInstallHelperNotification" = "Для управения зарядкой вашего MacBook, AlDente Pro необходимо установить вспомогательное приложение. Вы можете удалить это приложение в любое время с помощью кнопки \Удалить Приложение-помощник\ .";
"lblHelperInstallSuccessNotification" = "Приложение-помощник установлено!";
"lblRemoveHelperNotification" = "Удалить Приложение-помощник?";
"txtRemoveHelperNotification" = "Вы уверены, что хотите удалить Приложение-помощник? Без него AlDente не сможет работать.";
"lblHelperRemovedNotification" = "Приложение-помощник удалено.";
"txtHelperRemovedNotification" = "Вы успешно удалили Приложение-помощник AlDente. Пока вы его не переустановите, AlDente не сможет работать. AlDente сейчас закроется.";
"lblClamshellDischargeProNotification" = "Извините!";
"txtClamshellDischargeProNotification" = "Режим разрядки при закрытой крышке MacBook доступен только в версии Pro.";
"lblDischargeInfoNotification" = "Пара слов о режиме разряда";
"txtDischargeInfoNotification" = "Чтобы включить разрядку во всех сценариях, например, при закрытой крышке, AlDente необходимо временно отключить функцию сна на вашем устройстве. Из-за этого на некоторых MacBook режим сна может быть неактивен во время разрядки. Кроме того, некоторые другие приложения, контролирующие поведение во сне, могут работать некорректно.";
"lblDebugInfoSavedNotification" = "Информация об отладке сохранена";
"txtDebugInfoSavedNotification" = "Файл отладочной информации успешно сохранен в: ";
"lblActivationSuccessfulNotification" = "Активация прошла успешно!";
"txtActivationSuccessfulNotification" = "Спасибо за покупку AlDente Pro! Да пребудет с тобой паста.";
"lblNoConnectionNotification" = "Нет соединения";
"lblDisableSleepCompletely" = "Отключить спящий режим\nдо предела заряда";
"hlpDisableSleepCompletely" = "Если этот параметр включен, AlDente отключает спящий режим вашего MacBook до тех пор, пока не будет достигнут предел заряда, даже когда ноутбук закрыт. Спящий режим снова автоматически включается при отключении шнура питания.";
"lblShowOnStartup" = "Показать при запуске";
"hlpShowOnStartup" = "Автоматически открывать всплываюшее окно AlDente при запуске приложения.";
"hlpShowDockIcon" = "В Dock будет отображаться значок AlDente.";
"lblShowDockIcon" = "Значок в Dock";
"hlpNoMenubarIcon" = "Удалить значок AlDente из строки меню. Приложение будет доступно только через значок в Dock.";
"lblPopoverAnimation" = "Анимация всплывающего окна";
"hlpPopoverAnimation" = "Включает или выключает анимацию всплывающего окна в строке меню.";
"lblPopupWindow" = "Всплывающее окно";
"lblNoMenubarIcon" = "Скрыть значок в строке меню";
"lblShowOnlyAlDenteIcon" = "Только значок AlDente";
"lblMenubarIcon" = "Значок в строке меню";
"lblCalibrationInterrupted" = "Калибровка прервана, так как кабель питания был отключен. Вы хотите продолжить калибровку?";
"txtCalibrationUnplugged" = "Калибровка прервана, так как кабель питания был отключен. Вы хотите продолжить калибровку?";
"txtHold" = "Держать\n";
"txtDifference" = "Разница:";
"txtNoConnectionNotification" = "AlDente необходимо каждые 30 дней проверять, действительна ли ваша лицензия. Для работы AlDente подключитесь к Интернету.";
"lblAdvancedIntelMode" = "Расширенный режим Intel";
"hlpSettingsLock" = "Настройки заблокированы. Обратитесь к системному администратору, чтобы разблокировать их.";
"hlpUseRealPercentage" = "Если этот параметр включен, AlDente ориентируется на реальный процент заряда. Значение, отображаемое в macOS, обычно отличается от этого на несколько процентов в зависимости от износа батареи и уровня заряда.";
"ttlStats" = "Статистика";
"lblUseRealPercentage" = "Реальный процент заряда батареи";
"hlpShowOnlyAlDenteIcon" = "Показывать только значок AlDente";
"hlpShowBatteryIcon" = "В строке меню будет показана иконка батареи и текущее состояние зарядки («+» — аккумулятор заряжается, «−» — аккумулятор разряжается).";
"hlpShowPercentage" = "Включает/отключает показ процента заряда аккумулятора.";
"lblCheckAutomatically" = "Авто-проверка";
"txtIntelExplanation" = "На вашем MacBook лимит заряда может сохраняться при выключенном питании или в спящем режиме. Обратите внимание, что в этих случаях процент может отличаться на несколько пунктов из-за технических ограничений.";
"ttlMoreSettings" = "Больше";
"ttlScheduleSettings" = "Расписание";
"lblSleep" = "Режим сна";
"lblLockScreenWhenClosed" = "Блокировка экрана при закрытии крышки";
"hlpLockScreenWhenClosed" = "Когда эта функция включена, экран автоматически блокируется при закрытии крышки, а спящий режим деактивируется.";
"lblAutomaticDischarge" = "Автоматический разряд";
"hlpAutomaticDischarge" = "При включении AlDente автоматически разряжается до установленного значения, если текущий процент выше.";
"lblCharging" = "Зарядка";
"hlpAutomaticDischargeButton" = "AlDente будет автоматически разряжать вашу батарею, когда установленный предел заряда ниже, чем текущий заряд батареи.";
"ttlGeneralSettings" = "Сервис";
"ttlChargeSettings" = "Зарядка";
"ttlFeatureSettings" = "Функции";
"ttlAppearanceSettings" = "Внешний вид";
"txtSetupNotificationVentura" = "Перейдите в:\n\nСистемные настройки ➔\nАккумулятор ➔\nСостояние аккумулятора (кнопка информации)\n\nи отключите:\n\n \Оптимизированный заряд аккумулятора\.\n\nЭто гарантирует, что AlDente полностью контролирует процесс зарядки .";
"lblMagsafeLED" = "Светодиод MagSafe";
"lblControlMagsafeLED" = "Светодиод управления MagSafe";
"hlpControlMagsafeLED" = "Если этот параметр включен, цвет светодиода MagSafe будет управляться AlDente в соответствии с текущим состоянием зарядки.";
"lblBlinkOrangeDischarge" = "Мигать оранжевым во время разряда";
"hlpBlinkOrangeDischarge" = "Если этот параметр включен, светодиод MagSafe будет мигать оранжевым, пока включен разряд.";
"lblMagsafeAlwaysOff" = "Всегда выключен";
"hlpMagsafeAlwaysOff" = "Если этот параметр включен, светодиод MagSafe не будет гореть, пока AlDente запущен.";
"ttlCalibrationNotPossible" = "Калибровка невозможна!";
"txtCalibrationNotPossible" = "Режим калибровки доступен только при подключенном зарядном устройстве.";
"ttlSMCIssue" = "Ошибка лимита заряда";
"ttlLowChargeLimitWarning" = "Низкий лимит заряда";
"txtLowChargeLimitWarning" = "Низкий уровень заряда батареи в течение длительного времени может увеличить вероятность раскалибровки.\nЭто может привести к непредвиденному выключению вашего устройства.\nВ этом случае проблему обычно можно исправить с помощью режима калибровки в AlDente.";
"txtSMCIssue" = "AlDente обнаружил проблему с macOS, из-за которой установка предела заряда может работать неправильно.\nВыполните следующие действия, чтобы AlDente снова заработал:\n1. Отсоедините зарядное устройство от розетки и выключите MacBook.\n2. Подождите 5 минут.\n3. Включите MacBook и подключите зарядное устройство.\nПосле этого AlDente должен снова начать работать правильно.";
"ttlTasks" = "Задания";
"txtTasksIntelMode" = "Планирование задач недоступно в режиме Intel.";
"txtTasksNotActivated" = "Купите AlDente Pro, чтобы разблокировать планирование задач.";
"txtCreateNewTask" = "Используйте кнопку +, чтобы добавить новую задачу.";
"txtTask" = "Задача";
"txtStartTasksNext" = "Запуск пропущенных задач:";
"txtTaskHistory" = "История задач";
"ttlName" = "Имя:";
"ttlActive" = "Активный:";
"ttlAction" = "Действие:";
"txtTopUp" = "Заряд";
"txtDischargeTo" = "Разряд до";
"ttlRepeat" = "Повторять:";
"txtDaily" = "Ежедневно";
"txtWeekly" = "Еженедельно";
"txtMonthly" = "Ежемесячно";
"ttlStart" = "Начинать:";
"hlpStartTasksNext" = "Если ваш MacBook находился в спящем режиме или был выключен, когда наступило время выполнения задачи, AlDente запустит задачу, как только появится возможность это сделать.";
"lblHelperInstallError" = "Ошибка установки приложения-помощника";
"txtHelperInstallError" = "Во время установки приложения-помощника возникла проблема. Нажмите «Далее», чтобы перезагрузить вспомогательную службу. Вам будет предложено ввести пароль еще раз.";
"txtInstallHelper" = "Для работы AlDente необходимо запустить приложение-помощник. Пожалуйста, установите его.";
"txtHelperInstallSuccessNotification" = "Вспомогательное приложение успешно установлено!";
"txtPause" = "Приостановка зарядки";
"txtCalibrate" = "Запустить режим калибровки";
"txtChargeTo" = "Установить лимит заряда";
"ttlAlDenteSetup" = "Настройка AlDente";
"txtAlDenteHeadline" = "Добро пожаловать в AlDente!";
"txtIntro" = "Прежде, чем мы сможем начать, нам нужно настроить несколько вещей.";
"ttlInstallHelper" = "Установить вспомогательное приложение";
"txtInstallHelperInfo" = "AlDente требуется вспомогательное приложение для управления зарядкой вашего MacBook.";
"txtHelperInstalled" = "(Приложение-помощник уже установлено)";
"ttlOptimisedCharging" = "Оптимизированная зарядка";
"txtOptimisedChargingInfo" = "Чтобы дать AlDente полный контроль над зарядкой вашего MacBook, необходимо отключить Оптимизированную зарядку аккумулятора.";
"bpOpenSettings" = "• Откройте «Системные настройки» → «Аккумулятор».";
"bpClickInfoButton" = "• Нажмите кнопку Информация (i) справа от пункта Состояние аккумулятора.";
"bpDisableOptimisedCharging" = "• Отключите настройку «Оптимизированная зарядка»";
"txtDisableOptimisedChargingOld" = "Перейдите в Системные настройки ➔ Аккумулятор ➔ Состояние аккумулятора ➔ (i) и отключите переключатель «Оптимизированная зарядка»";
"btnOpenSettings" = "Открыть настройки";
"ttlCustomiseAlDente" = "Настроить AlDente";
"txtPresetInfo" = "Как вы используете свой MacBook?";
"btnMostlyHome" = "В основном дома";
"btnOnTheGo" = "В разных местах";
"btnSkip" = "Пропустить";
"ttlSetupModal" = "Это настраивает следующие параметры:";
"bpChargeLimit" = "• Лимит заряда";
"bpLaunchAtLogin" = "• Запуск при входе в систему";
"bpSailingMode" = "• Плавающая зарядка*";
"bpHeatProtection" = "• Защита от перегрева*";
"bpAutomaticDischarge" = "• Автоматический сброс*";
"bpStopChargingWhenSleeping" = "• Остановить зарядку в спящем режиме*";
"bpStopChargingWhenClosed" = "• Остановить зарядку, когда приложение закрыто*";
"bpHardwareBatteryPercentage" = "• Реальный заряд батареи в процентах*";
"ttlProLicense" = "Лицензия Pro";
"txtProLicenseInfo" = "Если у вас уже есть лицензия Pro, вы можете активировать ее здесь.";
"btnUseFree" = "Использовать бесплатную версию";
"btnActivatePro" = "Активировать Pro";
"txtOn" = "Включено";
"txtOff" = "Отключено";
"txtOnlyInPro" = "* Доступно только в AlDente Pro";
"txtEveryWeekday" = "Будни";
"txtEvery2Weeks" = "раз в две недели";
"lblStats" = "Статистика";
"lblPowerFlowNotAvailable" = "Из-за технических ограничений функция Поток энергии недоступна в этой системе.";
"txtPowerFlowFreeExplanation" = "Так будет выглядеть график Потока энергии. Разблокируйте AlDente Pro, чтобы получать реальные данные!";
"lblShowInPopover" = "Показать во всплывающем окне";
"hlpShowInPopover" = "Если этот параметр включен, этот виджет будет отображаться во всплывающем окне строки меню.";
"lblShowPercentage" = "Процент заряда";
"lblShowBatteryIcon" = "Значок батареи";
"lblDischargeLimitToHighNotification" = "Слишком высокий лимит";
"txtDischargeLimitToHighNotification" = "Чтобы использовать функцию разрядки, вам необходимо установить предел заряда ниже, чем текущее значение заряда.";
"chkDontAskAgain" = "Больше не спрашивать";
"lblLimit" = "Лимит:";
"txtAlDenteStatus" = "Статус AlDente";
"txtMacOSNative" = "Стандартный (macOS)";
"txtMacOSColored" = "Цветной (macOS)";
"ttlSettingsBackup" = "Найдена резервная копия настроек AlDente Pro. Вы хотите их восстановить?";
"txtSettingsBackup" = "Восстановить настройки Pro?";
"lblFooterFree" = "AppHouseKitchen 2023©️";
"ttlAlDenteSettings" = "Настройки Aldente";
"txtDontShow" = "Не показывать";
"txtDontRepeat" = "Не повторять";
"lblIconStyle" = "Стиль иконки";
"txtAlDenteIcon" = "Логотип AlDente";
"txtEnterTargetPercentage" = "Введите целевой процент:";
"hlpSailingMinPerc" = "Ниже 20% Aldente всегда будет заряжать вашу батарею, а значение для функции «Плавающая зарядка» перезапишется.";
"ttlPowerFlow" = "Поток энергии";
"chkRembemberDecision" = "Помните мое решение";
"ttlSensorData" = "Данные датчика";
"ttlBatHealth" = "Здоровье батареи";
"txtDesignCap" = "Проектная емкость:";
"txtMaxCap" = "Максимальная емкость:";
"txtHardwareCap" = "Аппаратная емкость:";
"txtMacOSCap" = "емкость macOS:";
"txtCycleCount" = "Количество циклов:";
"ttlBatSpecs" = "Спецификации батареи";
"txtBatTemp" = "Температура батареи:";
"txtTimeRemaining" = "Времени осталось:";
"txtTimeToFull" = "Время до полного:";
"txtBatterySerial" = "Серийный номер:";
"ttlElectricalSpecs" = "Электрические характеристики";
"txtChargerI" = "Зарядное устройство:";
"txtChargerU" = "Напряжение зарядного устройства:";
"txtBatI" = "Ток батареи:";
"txtBatU" = "Напряжение батареи:";
"txtSystemP" = "Системная нагрузка:";
"txtCalibrationInterrupted" = "Режим калибровки был прерван.\n Вы хотите продолжить калибровку?";
"txtPopover" = "Показать в Попвер";
"ttlQuitApp" = "Бросить Альденте?";
"txtQuitApp" = "Вы хотите бросить Aldente?";
"txtCondition" = "Состояние macOS:";
"hlpLowPowerMode" = "Режим низкой мощности MacOS активен.";
"lblLowPowerMode" = "Низкий режим питания";
"lblTopUpWhileCalibrationNotification" = "Пополнить невозможно.";
"txtTopUpWhileCalibrationNotification" = "Пополнение невозможно, пока калибровка работает.Пожалуйста, отключите режим калибровки перед началом пополнения.";
"txtNothing" = "Ничего не делать";
"hlpRightClickAction" = "Определяет, что должно произойти, когда икона Aldente в панели меню щелкнут правой кнопкой мыши.";
"txtToggleChargeLimit" = "Начать/остановить зарядку";
"txtToggleLPM" = "Включить/отключить режим низкой мощности";
"txtRightClickAction" = "Менубар щелкните правой кнопкой мыши";
